insert into public.t_author (id, country, name, role, book_id)
values  ('73d1170c-ecca-4106-b7a0-f90772da38ed', '法', '法布尔', '著', 'c4be3e6f-a00c-4079-baaf-61136491984e'),
        ('37471808-e924-4bb4-b71e-d4bd404500a2', null, '陈筱卿', '译', 'c4be3e6f-a00c-4079-baaf-61136491984e'),
        ('b6bf2107-42b2-4318-90b0-bd734ebb2f44', '明', '施耐庵', '著', 'e0bf8c9f-b274-4557-9342-d75fc7d2d160'),
        ('72ee69e7-6609-4ca9-be48-d5dfd7024e58', '清', '吴敬梓', '著', '377917c5-e15e-4de5-948c-33b58aee1934'),
        ('446a606c-b3d9-4478-8eca-95fb4fd3bf10', null, '王路', '著', '8256a675-3888-4d93-bb92-f628ec5d0f40'),
        ('2432d05f-c089-47f3-8ec6-27ce068b2d4e', '英', '爱德华·吉本', '著', '6c6242db-63f0-48e3-976c-348e2a90d087'),
        ('541bc411-adc8-41ab-9319-3221762cf778', null, '读客文化', '出品', '6c6242db-63f0-48e3-976c-348e2a90d087');