insert into public.t_book (id, image, isbn, language, press, price, title)
values  ('c4be3e6f-a00c-4079-baaf-61136491984e', 'http://img3m7.ddimg.cn/36/29/25126137-1_w_9.jpg', '9787538754865', '中文', '时代文艺出版社', 33.60, '昆虫记'),
        ('e0bf8c9f-b274-4557-9342-d75fc7d2d160', 'http://img3m5.ddimg.cn/30/21/23828835-1_w_16.jpg', '9787533681661', '中文', '安徽教育出版社', 20.80, '水浒传'),
        ('377917c5-e15e-4de5-948c-33b58aee1934', 'http://img3m0.ddimg.cn/88/28/23733160-1_b_9.jpg', '9787551123426', '中文', '花山文艺出版社', 11.70, '儒林外史'),
        ('8256a675-3888-4d93-bb92-f628ec5d0f40', 'http://img3m5.ddimg.cn/91/24/29251225-2_u_3747.jpg', '9787114166082', '中文', '人民交通出版社', 34.40, '韩愈传'),
        ('6c6242db-63f0-48e3-976c-348e2a90d087', 'http://img3m3.ddimg.cn/44/1/29254643-1_u_12.jpg', '9787547732250', '中文', '北京日报出版社', 199.50, '罗马帝国衰亡史');